Repository: Dis90/plugin.video.discoveryplus
Catalog: resources/language/resource.language.*/strings.po
Languages: fi_fi, nl_nl

# #30000
source: General
fi_fi: Yleiset
nl_nl: Algemeen

# #30001
source: Logout
fi_fi: Kirjaudu ulos

# #30002
source: Playable
fi_fi: Katsottavissa
nl_nl: Afspeelbaar

# #30003
source: No search query provided.
fi_fi: Hakutermi puuttuu.

# #30006
source: Error
fi_fi: Virhe

# #30007
source: Search
fi_fi: Etsi
nl_nl: Zoekopdracht

# #30008
source: [Kids]
fi_fi: [Lapset]

# #30009
source: Add to My List (discovery+)
fi_fi: Lisää omalle listalle (discovery+)
nl_nl: Voeg toe aan mijn lijst (Discovery+)

# #30010
source: Delete from My List (discovery+)
fi_fi: Poista omalta listalta (discovery+)
nl_nl: Verwijderen uit mijn lijst (Discovery+)

# #30011
source: Season
fi_fi: Kausi
nl_nl: Seizoen

# #30012
source: Wrong email or password
fi_fi: Väärä sähköposti tai salasana
nl_nl: verkeerde email of wachtwoord

# #30013
source: [Active profile]
fi_fi: [Aktiivinen profiili]

# #30014
source: Watch
fi_fi: Katso
nl_nl: Kijken maar

# #30017
source: Favorites
fi_fi: Suosikit
nl_nl: Favorieten

# #30018
source: Results per Page
fi_fi: Tuloksia per sivu
nl_nl: Resultaten per pagina

# #30019
source: Next Page
fi_fi: Seuraava sivu
nl_nl: Volgende bladzijde

# #30020
source: Use cookies.txt file
fi_fi: Käytä cookies.txt tiedostoa
nl_nl: Gebruik cookies.txt bestand

# #30021
source: Cookies.txt location
fi_fi: Cookies.txt sijainti
nl_nl: Cookies.txt locatie

# #30022
source: It looks like you are not logged in to discovery+. Please login using Chrome and export cookies to file or set cookie in add-on settings.
fi_fi: Näyttää siltä, että et ole kirjautunut sisään discovery+:aan. Kirjaudu sisään käyttäen Chromea ja vie evästeet tiedostoon tai aseta eväste lisäosan asetuksissa.
nl_nl: Het lijkt erop dat u niet bent aangemeld bij discovery+. Log in met Chrome en exporteer cookies naar een bestand of stel een cookie in in add-on-instellingen.

# #30023
source: Integration
fi_fi: Integraatiot
nl_nl: integratie

# #30024
source: Install IPTV Manager add-on
fi_fi: Asenna IPTV Manager lisäosa
nl_nl: IPTV Manager add-on installeren

# #30025
source: Enable IPTV Manager integration
fi_fi: Ota käyttöön IPTV Manager integraatio
nl_nl: Integratie van IPTV Manager inschakelen

# #30026
source: IPTV Manager settings…
fi_fi: IPTV Manager asetukset…
nl_nl: IPTV Manager-instellingen…

# #30027
source: Sync to Discovery+
fi_fi: Synkronoi Discovery+:aan
nl_nl: Synchroniseren met Discovery+

# #30028
source: Use InputStream Adaptive
fi_fi: Käytä InputStream Adaptive
nl_nl: InputStream Adaptive gebruiken

# #30029
source: Enable UHD (experimental) / USA only
fi_fi: Ota käyttöön UHD (kokeellinen) / vain USA
nl_nl: Schakel UHD (experimenteel) / alleen VS in

# #30030
source: Login
fi_fi: Kirjaudu sisään

# #30031
source: Views
fi_fi: Näkymät

# #30032
source: Hide non season categories from seasons page
fi_fi: Näytä vain kaudet kausinäkymässä
nl_nl: Verberg niet seizoenscategorieën op de seizoenenpagina

# #30033
source: Flatten TV show seasons if only one season
fi_fi: Piilota kausinäkymä, jos samalta kaudelta
nl_nl: Verberg niet seizoenscategorieën op de seizoenenpagina

# #30034
source: [Subscription needed]
fi_fi: [Tilaus vaaditaan]
nl_nl: [Abonnement nodig]

# #30035
source: Reset settings
fi_fi: Nollaa asetukset
nl_nl: Reset instellingen

# #30036
source: Profiles
fi_fi: Profiilit
nl_nl: Profielen

# #30037
source: [PIN-Code required]
fi_fi: [PIN-koodi vaaditaan]
nl_nl: [PIN-code vereist]

# #30038
source: Enter the PIN for the profile
fi_fi: Anna PIN-koodi profiilille
nl_nl: Voer de pincode voor het profiel in

# #30039
source: Cookie
fi_fi: Eväste

# #30040
source: Channels
fi_fi: Kanavat
nl_nl: Kanalen

# #30041
source: Use DRM
fi_fi: Käytä DRM
nl_nl: Gebruik DRM

# #30042
source: Mark as unwatched (d+)
fi_fi: Merkitse katsomattomaksi (d+)
nl_nl: Markeren als niet bekeken (D+)

# #30043
source: Mark as watched (d+)
fi_fi: Merkitse katsotuksi (d+)
nl_nl: Markeren als bekeken (D+)

# #30044
source: Reset resume position (d+)
fi_fi: Unohda katselutilanne (d+)
nl_nl: Hervattingspositie resetten (D+)

# #30045
source: Show watched season markers
fi_fi: Näytä katsottujen kausien merkinnät
nl_nl: Markeringen voor bekeken seizoen weergeven

# #30046
source: Go on your mobile phone, tablet or computer[CR]{linkDevice_url}[CR]When prompted, enter this 6-digit code:[CR]{linkingCode}
fi_fi: Siirry matkapuhelimella, tabletilla tai tietokoneella[CR]{linkDevice_url}[CR]Kirjoita pyydettäessä tämä 6-numeroinen koodi:[CR]{linkingCode}

# #30047
source: Warning: This will slow down loading seasons page
fi_fi: Varoitus: Tämä hidastaa kausinäkymän latausta
nl_nl: Waarschuwing: dit vertraagt ​​het laden van de seizoenspagina

# #30048
source: Select first unwatched TV show season / episode
fi_fi: Valitse sarjan ensimmäinen katsomaton kausi / jakso

# #30049
source: Never
fi_fi: Ei koskaan

# #30050
source: On first entry
fi_fi: Ensimmäisellä avauskerralla

# #30051
source: Always
fi_fi: Aina

# #30052
source: Automatic select for season only works when 'season markers' is on
fi_fi: Kauden automaattinen valinta toimii vain, jos 'kausien merkinnät' on päällä
